[
  {
    "img": "https://image.tmdb.org/t/p/original/3V4kLQg0kSqPLctI5ziYWabAZYF.jpg",
    "title": "Action",
    "subtitle": "Venom: The Last Dance",
    "description": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
    "genreId": 28
  },
  {
    "img": "https://image.tmdb.org/t/p/original/tElnmtQ6yz1PjN1kePNl8yMSb59.jpg",
    "title": "Family",
    "subtitle": "Moana 2",
    "description": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
    "genreId": 10751
  },
  {
    "img": "https://image.tmdb.org/t/p/original/m2hs6YPVrzjvRC21SE9BeXtgqFW.jpg",
    "title": "Animation",
    "subtitle": "Watchmen: Chapter II",
    "description": "Suspicious of the events ensnaring their former colleagues, Nite Owl and Silk Spectre are spurred out of retirement to investigate. As they grapple with personal ethics, inner demons and a society turned against them, they race the clock to uncover a deepening plot that might trigger global nuclear war.",
    "genreId": 16
  },
  {
    "img": "https://image.tmdb.org/t/p/original/6JiTVGdfPU2ki1tmTAYTt2kkw7m.jpg",
    "title": "Documentary",
    "subtitle": "Defying Gravity: The Curtain Rises on Wicked",
    "description": "A behind-the-scenes look at the highly-anticipated two-part film adaptation of the hit Broadway musical, featuring interviews with the cast and crew.",
    "genreId": 99
  },
  {
    "img": "https://image.tmdb.org/t/p/original/au3o84ub27qTZiMiEc9UYzN74V3.jpg",
    "title": "Science Fiction",
    "subtitle": "Elevation",
    "description": "A single father and two women venture from the safety of their homes to face monstrous creatures to save the life of a young boy.",
    "genreId": 878
  },
  {
    "img": "https://image.tmdb.org/t/p/original/uVlUu174iiKhsUGqnOSy46eIIMU.jpg",
    "title": "Drama",
    "subtitle": "Wicked",
    "description": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "genreId": 18
  },
  {
    "img": "https://image.tmdb.org/t/p/original/cBTwQKMd7Vn6rGTGBtoFLIfj7uM.jpg",
    "title": "Fantasy",
    "subtitle": "Miraculous World, London: At the Edge of Time",
    "description": "To save the future from a terrible fate, Marinette becomes Chronobug and teams up with Bunnyx to defeat a mysterious opponent who travels through time. Who is this new supervillain, and why are they obsessed with exposing Marinette's secret superhero identity? Marinette's only hope is to defeat her new opponent to prevent the end of Ladybug and time itself!",
    "genreId": 14
  },
  {
    "img": "https://image.tmdb.org/t/p/original/nOoGIymGBNtA7AEN0B6nshSEQ1p.jpg",
    "title": "Thriller",
    "subtitle": "Absolution",
    "description": "An aging ex-boxer gangster working as muscle for a Boston crime boss receives an upsetting diagnosis.  Despite a faltering memory, he attempts to rectify the sins of his past and reconnect with his estranged children. He is determined to leave a positive legacy for his grandson, but the criminal underworld isn’t done with him and won’t loosen their grip willingly.",
    "genreId": 53
  },
  {
    "img": "https://image.tmdb.org/t/p/original/iR79ciqhtaZ9BE7YFA1HpCHQgX4.jpg",
    "title": "Mystery",
    "subtitle": "Smile 2",
    "description": "About to embark on a new world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control.",
    "genreId": 9648
  },
  {
    "img": "https://image.tmdb.org/t/p/original/h3fwlwHotd3JfV13HdW0mxDcxPD.jpg",
    "title": "Comedy",
    "subtitle": "Sidelined: The QB and Me",
    "description": "Dallas, a burdened but headstrong dancer, is determined to get into the best dance school in the country—her late mother’s alma mater. However, that dream is suddenly derailed when the cheeky yet secretly grieving football star, Drayton, crashes into her life with a unique story of his own. Will the two of them be able to grow into their dreams together, or will their dreams be sidelined?",
    "genreId": 35
  },
  {
    "img": "https://image.tmdb.org/t/p/original/2ndyL4HjM9JLMqBSgbyCM57aMWl.jpg",
    "title": "Horror",
    "subtitle": "Terrifier 3",
    "description": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.",
    "genreId": 27
  },
  {
    "img": "https://image.tmdb.org/t/p/original/euYIwmwkmz95mnXvufEmbL6ovhZ.jpg",
    "title": "Adventure",
    "subtitle": "Gladiator II",
    "description": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "genreId": 12
  },
  {
    "img": "https://image.tmdb.org/t/p/original/askg3SMvhqEl4OL52YuvdtY40Yb.jpg",
    "title": "Music",
    "subtitle": "Coco",
    "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
    "genreId": 10402
  },
  {
    "img": "https://image.tmdb.org/t/p/original/lntyt4OVDbcxA1l7LtwITbrD3FI.jpg",
    "title": "Romance",
    "subtitle": "My Fault",
    "description": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
    "genreId": 10749
  },
  {
    "img": "https://image.tmdb.org/t/p/original/2QR0OpYzPFG84EswxENqcPuHmP.jpg",
    "title": "War",
    "subtitle": "Battle for the Western Front",
    "description": "Inspired by Canuck WWI flying ace Billy Bishop, two young soldiers crash the front lines in August 1918. With the Allies detained, their platoon must desperately hold out alongside legendary Anishinaabe sniper Francis \"Peggy\" Pegahmagabow.",
    "genreId": 10752
  },
  {
    "img": "https://image.tmdb.org/t/p/original/evFChfYeD2LqobEJf8iQsrYcGTw.jpg",
    "title": "Crime",
    "subtitle": "Armor",
    "description": "Armored truck security guard James Brody is working with his son Casey transporting millions of dollars between banks when a team of thieves led by Rook orchestrate a takeover of their truck to seize the riches. Following a violent car chase, Rook soon has the armored truck surrounded and James and Casey find themselves cornered onto a decrepit bridge.",
    "genreId": 80
  },
  {
    "img": "https://image.tmdb.org/t/p/original/llIXQAndg5kB6SWlp6ouUdO7Zxd.jpg",
    "title": "History",
    "subtitle": "The Count of Monte-Cristo",
    "description": "Edmond Dantes becomes the target of a sinister plot and is arrested on his wedding day for a crime he did not commit. After 14 years in the island prison of Château d’If, he manages a daring escape. Now rich beyond his dreams, he assumes the identity of the Count of Monte-Cristo and exacts his revenge on the three men who betrayed him.",
    "genreId": 36
  },
  {
    "img": "https://image.tmdb.org/t/p/original/aFDYcmwEWRiEh58Ri1tMpCUWPBp.jpg",
    "title": "Tv Movie",
    "subtitle": "SpongeBob Squarepants: Kreepaway Kamp",
    "description": "While at Kamp Koral for a reunion, SpongeBob and the gang are stalked by a mysterious figure lurking in the shadows as campers start disappearing one by one!",
    "genreId": 10770
  },
  {
    "img": "https://image.tmdb.org/t/p/original/lD8dFIk9wDEvOwZw0RB47e346io.jpg",
    "title": "Western",
    "subtitle": "Redeeming Love",
    "description": "A retelling of the biblical book of Hosea set against the backdrop of the California Gold Rush of 1850.",
    "genreId": 37
  }
]